[
  {"Philosopher": "Confucious", "Quote": "When you meet someone better than yourself, turn your thoughts to becoming his equal. When you meet someone not as good as you are, look within and examine your own self.", "Source": "Analects"},
  {"Philosopher": "Immanuel Kant", "Quote": "Morality is thus the relation of actions to the autonomy of the will, that is, to a possible giving of universal law through its maxims.", "Source": "Groundwork of the Metaphysics of Morals"},
  {"Philosopher": "Immanuel Kant", "Quote": "To a high degree we are, through art and science, cultured. We are civilized — perhaps too much for our own good — in all sorts of social grace and decorum. But to consider ourselves as having reached morality — for that, much is lacking.", "Source": "Idea for a Universal History from a Cosmopolitan Point of View"},
  {"Philosopher": "Immanuel Kant", "Quote": "One cannot suppress a certain indignation when one sees men’s actions on the great world-stage and finds, beside the wisdom that appears here and there among individuals, everything in the large woven together from folly, childish vanity, even from childish malice and destructiveness.", "Source": "Idea for a Universal History from a Cosmopolitan Point of View"},
  {"Philosopher": "Aristotle", "Quote": "'A likely impossibility is always preferable to an unconvincing possibility. The story should never be made up of improbable incidents', ' there should be nothing of the sort in it.']", "Source": "The Poetics"},
  {"Philosopher": "Seneca the Younger", "Quote": "The mark of true greatness is not to notice that you have received a blow. So does the huge wild beast calmly turn and gaze at the barking dogs, so does the wave dash in vain against a mighty cliff. The man who does not get angry stands firm, unshaken by injury; he who gets angry is overthrown.", "Source": "De Ira"},
  {"Philosopher": "Confucious", "Quote": "To study and not think is a waste. To think and not study is dangerous.", "Source": "Analects"},
  {"Philosopher": "Laozi", "Quote": "The journey of a thousand miles begins with a single step.", "Source": "Tao Te Ching"},
  {"Philosopher": "Buddha", "Quote": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you."},
  {"Philosopher": "Buddha", "Quote": "If you knew what I know about the power of giving you would not let a single meal pass without sharing it in some way."},
  {"Philosopher": "Buddha", "Quote": "Learn this from water: loud splashes the brook but the oceans depth are calm."},
  {"Philosopher": "Buddha", "Quote": "I never see what has been done; I only see what remains to be done."},
  {"Philosopher": "Buddha", "Quote": "You only lose what you cling to."},
  {"Philosopher": "Buddha", "Quote": "The past is already gone, the future is not yet here. There’s only one moment for you to live."},
  {"Philosopher": "Buddha", "Quote": "The trouble is, you think you have time."},
  {"Philosopher": "Buddha", "Quote": "Your work is to discover your work and then with all your heart to give yourself to it."},
  {"Philosopher": "Buddha", "Quote": "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense."},
  {"Philosopher": "Buddha", "Quote": "The tongue like a sharp knife… Kills without drawing blood."},
  {"Philosopher": "Buddha", "Quote": "Teach this triple truth to all: A generous heart, kind speech, and a life of service and compassion are the things which renew humanity."},
  {"Philosopher": "Bodhidharma", "Quote": "Freeing oneself from words is liberation."},
  {"Philosopher": "Bodhidharma", "Quote": "Not creating delusions is enlightenment."},
  {"Philosopher": "Bodhidharma", "Quote": "Delusion means mortality. And awareness means Buddhahood."},
  {"Philosopher": "Bodhidharma", "Quote": "Mortals liberate Buddhas and Buddhas liberate mortals."},
  {"Philosopher": "Bodhidharma", "Quote": "Buddha means awareness, the awareness of body and mind that prevents evil from arising in either."},
  {"Philosopher": "Jiddu Krishnamurti", "Quote": "A man who is not afraid is not aggressive, a man who has no sense of fear of any kind is really free, a peaceful man."},
  {"Philosopher": "Jiddu Krishnamurti", "Quote": "When you call yourself an Indian or a Muslim or a Christian or a European or anything else, you are being violent. Do you see why it is violent? Because you are separating yourself from the rest of mankind. When you separate yourself by belief, by nationality, by tradition, it breeds violence."},
  {"Philosopher": "Jiddu Krishnamurti", "Quote": "Freedom from the desire for an answer is essential to the understanding of a problem."},
  {"Philosopher": "Jiddu Krishnamurti", "Quote": "What is needed, rather than running away or controlling or suppressing or any other resistance, is understanding fear; that means, watch it, learn about it, come directly into contact with it. We are to learn about fear, not how to escape from it."},
  {"Philosopher": "Jiddu Krishnamurti", "Quote": "It is no measure of health to be well adjusted to a profoundly sick society."},
  {"Philosopher": "Friedrich Nietzsche", "Quote": "You have your way. I have mine. As for the right way, the correct way, and the only way, it does not exist."},
  {"Philosopher": "Stanislaw Lem", "Quote": "If a man who can't count finds a four leaf clover, is he lucky?"},
  {"Philosopher": "Socrates", "Quote": "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us."},
  {"Philosopher": "Laozi", "Quote": "To become learned, each day add something. To become enlightened, each day drop something"},
  {"Philosopher": "Aristotle", "Quote": "Courage is the first of human qualities because it is the quality which garantees the others."},
  {"Philosopher": "Thomas Jefferson", "Quote": "I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend."},
  {"Philosopher": "Laurence J. Peter", "Quote": "There are two kinds of failures: those who thought and never did, and those who did and never thought"},
  {"Philosopher": "Ram Das", "Quote": "If you think you're free, there's no escape possible."},
  {"Philosopher": "Aristotle", "Quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it."},
  {"Philosopher": "Marcus Aurelius", "Quote": "How much time he saves who does not look to see what his neighbor says or does or thinks."},
  {"Philosopher": "John Ray", "Quote": "Who depends upon another man's table often dines late"},
  {"Philosopher": "Nietzsche", "Quote": "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you."},
  {"Philosopher": "Thomas Szasz", "Quote": "Boredom is the feeling that everything is a waste of time; serenity, that nothing is."},
  {"Philosopher": "R.I. Fitzhenry", "Quote": "Uncertainty and mystery are energies of life. Don't let them scare you unduly, for they keep boredom at bay and spark creativity."},
  {"Philosopher": "Dennis Wholey", "Quote": "It is important that students bring a certain ragamuffin, barefoot irreverence to their studies; they are not here to worship what is known, but to question it."},
  {"Philosopher": "Lucretius", "Quote": "All religions are equally sublime to the ignorant, useful to the politician, and ridiculous to the philosopher."},
  {"Philosopher": "J.F. Wright", "Quote": "True religion is the life we live, not the creed we profess."},
  {"Philosopher": "William Blake", "Quote": "If the doors of perception were cleansed every thing would appear to man as it is, Infinite. For man has closed himself up, till he sees all things thro' narrow chinks of his cavern."},
  {"Philosopher": "Mahatma Ghandi", "Quote": "Happiness is when what you think, what you say, and what you do are in harmony."},
  {"Philosopher": "Douglas Adams", "Quote": "In the beginning the Universe was created. This has made a lot of people very angry and is widely regarded as a bad move"},
  {"Philosopher": "Francis Bacon", "Quote": "Imagination was given to man to compensate him for what he is not; a sense of humor to console him for what he is."},
  {"Philosopher": "Antoine de Saint-Exupery", "Quote": "If you want to build a ship, don't drum up people together to collect wood and don't assign them tasks and work, but rather teach them to long for the endless immensity of the sea."},
  {"Philosopher": "Carl Sigman", "Quote": "Enjoy yourself, it's later than you think."},
  {"Philosopher": "Plato", "Quote": "For no matter what dull clay we seemed to be before, we are every one of us a poet when we are in love. For we soon reap the fruits of literature in life, and prolonged indulgence in any form of literature in life leaves its mark on the moral nature of man, affecting not only the mind but physical poise and intonation."}
  {"Philosopher": "Alan Watts", "Quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."},
  {"Philosopher": "Alan Watts", "Quote": "You and I are all as much continuous with the physical universe as a wave is continuous with the ocean."},
  {"Philosopher": "Alan Watts", "Quote": "Zen does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes."}
  {"Philosopher": "Alan Watts", "Quote": "This is the real secret of life — to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play."},
  {"Philosopher": "Alan Watts", "Quote": "Just as true humor is laughter at oneself, true humanity is knowledge of oneself."},
  {"Philosopher": "Alan Watts", "Quote": "You are an aperture through which the universe is looking at and exploring itself."},
  {"Philosopher": "Alan Watts", "Quote": "Every intelligent individual wants to know what makes him tick, and yet is at once fascinated and frustrated by the fact that oneself is the most difficult of all things to know."},
  {"Philosopher": "Alan Watts", "Quote": "One is a great deal less anxious if one feels perfectly free to be anxious, and the same may be said of guilt."},
  {"Philosopher": "Alan Watts", "Quote": "It’s better to have a short life that is full of what you like doing, than a long life spent in a miserable way."},
  {"Philosopher": "Alan Watts", "Quote": "The art of living… is neither careless drifting on the one hand nor fearful clinging to the past on the other. It consists in being sensitive to each moment, in regarding it as utterly new and unique, in having the mind open and wholly receptive."},
  {"Philosopher": "Alan Watts", "Quote": "I have realized that the past and future are real illusions, that they exist in the present, which is what there is and all there is."},
  {"Philosopher": "Alan Watts", "Quote": "We are living in a culture entirely hypnotized by the illusion of time, in which the so-called present moment is felt as nothing but an infinitesimal hairline between an all-powerfully causative past and an absorbingly important future. We have no present. Our consciousness is almost completely preoccupied with memory and expectation. We do not realize that there never was, is, nor will be any other experience than present experience. We are therefore out of touch with reality. We confuse the world as talked about, described, and measured with the world which actually is. We are sick with a fascination for the useful tools of names and numbers, of symbols, signs, conceptions and ideas."},
  {"Philosopher": "Alan Watts", "Quote": "The meaning of life is just to be alive. It is so plain and so obvious and so simple. And yet, everybody rushes around in a great panic as if it were necessary to achieve something beyond themselves."},
  {"Philosopher": "Alan Watts", "Quote": "Through our eyes, the universe is perceiving itself. Through our ears, the universe is listening to its harmonies. We are the witnesses through which the universe becomes conscious of its glory, of its magnificence."},
  {"Philosopher": "Alan Watts", "Quote": "And people get all fouled up because they want the world to have meaning as if it were words… As if you had a meaning, as if you were a mere word, as if you were something that could be looked up in a dictionary. You are meaning."},
  {"Philosopher": "Alan Watts", "Quote": "How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god."},
  {"Philosopher": "Alan Watts", "Quote": "What I am really saying is that you don’t need to do anything, because if you see yourself in the correct way, you are all as much extraordinary phenomenon of nature as trees, clouds, the patterns in running water, the flickering of fire, the arrangement of the stars, and the form of a galaxy. You are all just like that, and there is nothing wrong with you at all."},
  {"Philosopher": "Alan Watts", "Quote": "Life is like music for its own sake. We are living in an eternal now, and when we listen to music we are not listening to the past, we are not listening to the future, we are listening to an expanded present."},
  {"Philosopher": "Alan Watts", "Quote": "To remain stable is to refrain from trying to separate yourself from a pain because you know that you cannot. Running away from fear is fear, fighting pain is pain, trying to be brave is being scared. If the mind is in pain, the mind is pain. The thinker has no other form than his thought. There is no escape."},
  {"Philosopher": "Alan Watts", "Quote": "It’s like you took a bottle of ink and you threw it at a wall. Smash! And all that ink spread. And in the middle, it’s dense, isn’t it? And as it gets out on the edge, the little droplets get finer and finer and make more complicated patterns, see? So in the same way, there was a big bang at the beginning of things and it spread. And you and I, sitting here in this room, as complicated human beings, are way, way out on the fringe of that bang. We are the complicated little patterns on the end of it. Very interesting. But so we define ourselves as being only that. If you think that you are only inside your skin, you define yourself as one very complicated little curlique, way out on the edge of that explosion. Way out in space, and way out in time. Billions of years ago, you were a big bang, but now you’re a complicated human being. And then we cut ourselves off, and don’t feel that we’re still the big bang. But you are. Depends how you define yourself. You are actually–if this is the way things started, if there was a big bang in the beginning– you’re not something that’s a result of the big bang. You’re not something that is a sort of puppet on the end of the process. You are still the process. You are the big bang, the original force of the universe, coming on as whoever you are. When I meet you, I see not just what you define yourself as–Mr so-and- so, Ms so-and-so, Mrs so-and-so–I see every one of you as the primordial energy of the universe coming on at me in this particular way. I know I’m that, too. But we’ve learned to define ourselves as separate from it."},
  {"Philosopher": "Alan Watts", "Quote": "We cannot be more sensitive to pleasure without being more sensitive to pain."},
  {"Philosopher": "Alan Watts", "Quote": "There will always be suffering. But we must not suffer over the suffering."},
  {"Philosopher": "Alan Watts", "Quote": "When you get free from certain fixed concepts of the way the world is, you find it is far more subtle, and far more miraculous, than you thought it was."},
  {"Philosopher": "Alan Watts", "Quote": "If you really understand Zen… you can use any book. You could use the Bible. You could use Alice in Wonderland. You could use the dictionary, because… the sound of the rain needs no translation."},
  {"Philosopher": "Alan Watts", "Quote": "Meditation is the discovery that the point of life is always arrived at in the immediate moment."},
  {"Philosopher": "Alan Watts", "Quote": "To be free from convention is not to spurn it but not to be deceived by it."},
  {"Philosopher": "Alan Watts", "Quote": "The problem comes up because we ask the question in the wrong way. We supposed that solids were one thing and space quite another, or just nothing whatever. Then it appeared that space was no mere nothing, because solids couldn’t do without it. But the mistake in the beginning was to think of solids and space as two different things, instead of as two aspects of the same thing. The point is that they are different but inseparable."},
  {"Philosopher": "Alan Watts", "Quote": "To put is still more plainly: the desire for security and the feeling of insecurity are the same thing. To hold your breath is to lose your breath."},
  {"Philosopher": "Alan Watts", "Quote": "The greater part of human activity is designed to make permanent those experiences and joys which are only lovable because they are changing."},
  {"Philosopher": "Oscar Wilde", "Quote": "To live is the rarest thing in the world. Most people exist, that is all."},
  {"Philosopher": "William Blake", "Quote": "To see a World in a Grain of Sand, and Heaven in a Wild Flower, hold Infinity in the palm of your hand, and Eternity in an hour."},
  {"Philosopher": "Friedrich Nietzsche", "Quote": "We must remain as close to the flowers, the grass, and the butterflies as the child is who is not yet so much taller than they are."},
  {"Philosopher": "Lao Tzu", "Quote": "It is the Vague and Elusive. Meet it and you will not see it's head. Follow it and you will not see it's back."},
  {"Philosopher": "Wallace Stevens", "Quote": "I do not know which to prefer, the beauty of inflections, or the beauty of innuendos. The blackbird whistling, or just after."},
  {"Philosopher": "Diogenes Laertius", "Quote": "When Thales was asked what was difficult, he said, 'To know one's self.' And what was easy, 'To advise another.'"},
  {"Philosopher": "Berthold Auerbach", "Quote": "Music washes away from the soul, the dust of everyday life."},
  {"Philosopher": "Theodore Roosevelt", "Quote": "Far better it is to dare mighty things, to win glorious triumphs, even though checkered by failure, than take rank with those poor spirits who neither enjoy much nor suffer much, because they live in the grey twilight that knows neither victory nor defeat."},
  {"Philosopher": "Kahlil Gibran", "Quote": "And ever has it been that love knows not it's own depth until the hour of separation."},
  {"Philosopher": "Kahlil Gibran", "Quote": "Beauty is life when life unveils her holy face. But you are life, and you are the veil. Beauty is eternity gazing at itself in a mirror. But you are eternity, and you are the mirror."},
  {"Philosopher": "Kahlil Gibran", "Quote": "Love has no other desire but to fulfil itself. But if you love and must needs have desires, let these be your desires: To melt and be like a running brook that sings its melody to the night. To know the pain of too much tenderness. To be wounded by your own understanding of love; And to bleed willingly and joyfully."},
  {"Philosopher": "Kahlil Gibran", "Quote": "You give but little when you give of your possessions. It is when you give of yourself that you truly give. For what are your possessions but things you keep and guard for fear you may need them tomorrow? ... And what is fear of need but need itself? Is not dread of thirst when your well is full, thirst that is unquenchable?"},
  {"Philosopher": "Kahlil Gibran", "Quote": "You work that you may keep pace with the earth and the soul of the earth. For to be idle is to become a stranger unto the seasons, and to step out of life's procession, that marches in majesty and proud submission towards the infinite. When you work you are a flute through whose heart the whispering of the hours turns to music. Which of you would be a reed, dumb and silent, when all else sings together in unison? And in keeping yourself with labour you are in truth loving life, And to love life through labour is to be intimate with life's inmost secret."},
  {"Philosopher": "Kahlil Gibran", "Quote": "You have been told also that life is darkness, and in your weariness you echo what was said by the weary. And I say that life is indeed darkness save when there is urge, And all urge is blind save when there is knowledge, And all knowledge is vain save when there is work, And all work is empty save when there is love; And when you work with love you bind yourself to yourself, and to one another, and to God. And what is it to work with love? It is to weave the cloth with threads drawn from your heart, even as if your beloved were to wear that cloth. It is to build a house with affection, even as if your beloved were to dwell in that house. It is to charge all things you fashion with a breath of your own spirit,"},
  {"Philosopher": "Kahlil Gibran", "Quote": "Your joy is your sorrow unmasked. And the selfsame well from which your laughter rises was oftentimes filled with your tears. And how else can it be? The deeper that sorrow carves into your being, the more joy you can contain."},
  {"Philosopher": "Kahlil Gibran", "Quote": "You can only be free when even the desire of seeking freedom becomes a harness to you, and when you cease to speak of freedom as a goal and a fulfillment. You shall be free indeed when your days are not without a care nor your nights without a want and a grief, But rather when these things girdle your life and yet you rise above them naked and unbound."},
  {"Philosopher": "Kahlil Gibran", "Quote": "Your pain is the breaking of the shell that encloses your understanding. Even as the stone of the fruit must break, that its heart may stand in the sun, so must you know pain. And could you keep your heart in wonder at the daily miracles of your life, your pain would not seem less wondrous than your joy; And you would accept the seasons of your heart, even as you have always accepted the seasons that pass over your fields. And you would watch with serenity through the winters of your grief."},
  {"Philosopher": "Kahlil Gibran", "Quote": "Love that seeks aught but the disclosure of its own mystery is not love but a net cast forth: and only the unprofitable is caught."},
  {"Philosopher": "Kahlil Gibran", "Quote": "Is not religion all deeds and all reflection, And that which is neither deed nor reflection, but a wonder and a surprise ever springing in the soul?"},
  {"Philosopher": "Kahlil Gibran", "Quote": "if you would know God be not therefore a solver of riddles. Rather look about you and you shall see Him playing with your children. And look into space; you shall see Him walking in the cloud, outstretching His arms in the lightning and descending in rain. You shall see Him smiling in flowers, then rising and waving His hands in trees."},
  {"Philosopher": "Kahlil Gibran", "Quote": "To measure you by your smallest deed is to reckon the power of ocean by the frailty of its foam."},
  {"Philosopher": "Kahlil Gibran", "Quote": "It is life in quest of life in bodies that fear the grave. There are no graves here."},
  {"Philosopher": "Kahlil Gibran", "Quote": "You would know the secret of death. But how shall you find it unless you seek it in the heart of life? If you would indeed behold the spirit of death, open your heart wide unto the body of life. For life and death are one, even as the river and the sea are one."},
  {"Philosopher": "Marcus Aurelius", "Quote": "Forget everything else. Keep hold of this alone and remember it: Each of us lives only now, this brief instant. The rest has been lived already, or is impossible to see. The span we live is small - small as the corner of the earth in which we live it. Small as even the greatest renown, passed from mouth to mouth by short-lived stick figures, ignorant alike of themselves and those long dead."},
  {"Philosopher": "Rumi", "Quote": "“I have lived on the lip of insanity, wanting to know reasons, knocking on a door. It opens. I've been knocking from the inside."},
  {"Philosopher": "Rumi", "Quote": "These pains you feel are messengers. Listen to them."},
  {"Philosopher": "Amelia Earhart", "Quote": "Courage is the price that Life exacts for granting peace. The soul that knows it not, knows no release from little things; knows not the livid loneliness of fear, nor mountain heights where bitter joy can hear the sound of wings."},
  {"Philosopher": "Sufi proverb", "Quote": "When the heart weeps for what it has lost, the soul laughs for what it has found."},
  {"Philosopher": "Alexander Pope", "Quote: Oh Happiness! our being's end and aim! Good, pleasure, ease, content! whate'er thy name: That something still which prompts the eternal sigh, For which we bear to live, or dare to die."},
  {"Philosopher": "Salutation to the Dawn", "Quote: Look to this day! For it is life, the very life of life. In its brief course lie all the verities and realities of your existence: The bliss of growth; the glory of action."},
  {"Philosopher": "Alfred Tennyson", "Quote": "This truth within thy mind rehearse, That in a boundless universe Is boundless better, boundless worse."},
  {"Philosopher": "Samuel Taylor Coleridge", "Quote": "Resembles Life what once was held of Light, Too ample in itself for human sight? An absolute Self - an element ungrounded - All that we see, all colours of all shade, By encroach of darkness made? - Is very life by consciousness unbounded? And all the thoughts, pains, joys of mortal breath, A war-embrace of wrestling Life and Death?"},
  {"Philosopher": "Antoine de Saint-Exupery", "Quote": "And now here is my secret, a very simple secret: It is only with the heart that one can see rightly; what is essential is invisible to the eye."},
  {"Philosopher": "Antoine de Saint-Exupery", "Quote": "Of course I’ll hurt you. Of course you’ll hurt me. Of course we will hurt each other. But this is the very condition of existence. To become spring, means accepting the risk of winter. To become presence, means accepting the risk of absence."},
  {"Philosopher": "Rumi", "Quote": "We carry inside us the wonders we seek outside us."},
  {"Philosopher": "Rumi", "Quote": "Stop acting so small. You are the universe in ecstatic motion."},
  {"Philosopher": "Rumi", "Quote": "When I am silent, I fall into the place where everything is music."},
  {"Philosopher": "Rumi", "Quote": "If you are irritated by every rub, how will your mirror be polished?"},
  {"Philosopher": "Rumi", "Quote": "The time has come to turn your heart into a temple of fire."},
  {"Philosopher": "Rumi", "Quote": "All your anxiety is because of your desire for harmony. Seek disharmony, then you will gain peace."},
  {"Philosopher": "Mark Twain", "Quote": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it."},
  {"Philosopher": "Carl Jung", "Quote": "As far as we can discern, the sole purpose of human existence is to kindle a light of meaning in the darkness of mere being."},
  {"Philosopher": "Lewis Carroll", "Quote": "Who in the world am I? Ah, that's the great puzzle."},
  {"Philosopher": "Vincent Van Gogh", "Quote": "For my part I know nothing with any certainty, but the sight of the stars makes me dream."},
  {"Philosopher": "Albert Einstein", "Quote": "Human beings, vegetables, or cosmic dust, we all dance to a mysterious tune intoned in the distance by an invisible player."},
  {"Philosopher": "Iris Murdoch", "Quote": "Man's creative struggle, his search for wisdom and truth, is a love story."},
  {"Philosopher": "Anthony de Mello", "Quote": "People mistakenly assume that their thinking is done by their head; it is actually done by the heart which first dictates the conclusion, then commands the head to provide the reasoning that will defend it."},
  {"Philosopher": "Percy Bysshe Shelley", "Quote": "Art thou pale for weariness of climbing heaven and gazing on the earth, wandering companionless among the stars that have a different birth, and ever changing, like a joyless eye, that finds no object worth it's constancy?"},
  {"Philosopher": "Antoine de Saint-Exupery", "Quote": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh."},
  {"Philosopher": "Kahlil Gibran", "Quote": "I said to Life, 'I would hear Death speak.' And Life raised her voice a little higher and said, 'You hear him now.'"},
  {"Philosopher": "Friedrich Nietzsche", "Quote": "We should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh."},
  {"Philosopher": "Buddha", "Quote": "Do not believe in anything simply because you have heard it. Do not believe in anything simply because it is spoken and rumored by many. Do not believe in anything simply because it is found written in your religious books. Do not believe in anything merely on the authority of your teachers and elders. Do not believe in traditions because they have been handed down for many generations. But after observation and analysis, when you find that anything agrees with reason and is conducive to the good and benefit of one and all, then accept it and live up to it."},
  {"Philosopher": "C.S. Lewis", "Quote": "It is hard to have patience with people who say, 'There is no death' or 'Death doesn't matter.' There is death. And whatever is matters. And whatever happens has consequences, and it and they are irrevocable and irreversible. You might as well say birth doesn't matter."},
  {"Philosopher": "John Donne", "Quote": "No man is an island entire of itself; every man is a piece of the continent, a part of the main; if a clod be washed away by the sea, Europe is the less, as well as if a promontory were, as well as any manner of thy friends or of thine own were; any man's death diminishes me, because I am involved in mankind. And therefore never send to know for whom the bell tolls; it tolls for thee."},
  {"Philosopher": "Emily Dickenson", "Quote": "Not knowing when the dawn will come I open every door; or has it feathers like a bird, or billows like a shore?"},
  {"Philosopher": "William Shakespeare", "Quote": "Silence is the perfectest herald of joy: I were but little happy, if I could say how much."},
  {"Philosopher": "Abraham Lincoln", "Quote": "It is said an Eastern monarch once charged his wise men to invent him a sentence, to be ever in view, and which should be true and appropriate in all times and situations. They presented him the words: 'And this, too, shall pass away.' How much it expresses! How chastening in the hour of pride! How consoling in the depths of affliction!"},
  {"Philosopher": "Samuel Johnson", "Quote": "he mind is never satisfied with the objects immediately before it, but is always breaking away from the present moment, and losing itself in schemes of future felicity... The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope."},
  {"Philosopher": "William Shakespeare", "Quote": "All the world's a stage, and all the men and women merely players. They have their exits and their entrances, and one man in his time plays many parts..."},
  {"Philosopher": "John Godfrey Saxe", "Quote": "So oft in theologic wars, the disputants, I ween, rail on in utter ignorance of what each other mean, and prate about an Elephant not one of them has seen!"},
  {"Philosopher": "Walt Whitman", "Quote": "The sun and stars that float in the open air, The apple-shaped earth and we upon it, surely the drift of them is something grand, I do not know what it is except that it is grand, and that it is happiness."},
  {"Philosopher": "Thomas Jefferson", "Quote": "I've never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend."},
  {"Philosopher": "G.K. Chesterton", "Quote": "But now a great thing in the street seems any human nod, where shift in strange democracy the million masks of God."},
  {"Philosopher": "Rainer Maria Rilke", "Quote": "For one human being to love another; that is perhaps the most difficult of all our tasks, the ultimate, the last test and proof, the work for which all other work is but preparation."},
  {"Philosopher": "Heraclitus", "Quote": "This world... ever was, and is, and shall be, ever-living Fire, in measure being kindled and in measure going out."},
  {"Philosopher": "Aristotle", "Quote": "In all things of nature there is something of the marvelous."},
  {"Philosopher": "Douglas Adams", "Quote": "The Universe, as has been observed before, is an unsettlingly big place, a fact which for the sake of a quiet life most people tend to ignore."},
  {"Philosopher": "Anthony de Mello", "Quote": "Spirituality means waking up. Most people, even though they don't know it, are asleep. They're born asleep, they live asleep, they marry in their sleep, they breed children in their sleep, they die in their sleep without ever waking up. They never understand the loveliness and the beauty of this thing that we call human existence."},
  {"Philosopher": "Alan Cohen", "Quote": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power."},
  {"Philosopher": "Viktor Frankl", "Quote": "The last of the human freedoms - to choose one's attitude in any given set of circumstances, to choose one's own way."},
  {"Philosopher": "Germaine Greer", "Quote": "Security is when everything is settled. When nothing can happen to you. Security is the denial of life."},
  {"Philosopher": "Peter Ustinov", "Quote": "I was irrevocably betrothed to laughter, the sound of which has always seemed to me the most civilized music in the world."},
  {"Philosopher": "Kahlil Gibran", "Quote": "The lust for comfort murders the passions of the soul."},
  {"Philosopher": "Ludwig Wittgenstein", "Quote": "If people never did silly things nothing intelligent would ever get done."},
  {"Philosopher": "Ludwig Wittgenstein", "Quote": "Nothing is so difficult as not deceiving oneself."},
  {"Philosopher": "Tom Robbins", "Quote": "Philosophers have argued for centuries about how many angels can dance on the head of a pin, but materialists have always known it depends on whether they are jitterbugging or dancing cheek to cheek."},
  {"Philosopher": "Ram Dass", "Quote": "Your problem is you are too busy holding on to your unworthiness."},
  {"Philosopher": "Ram Dass", "Quote": "As long as you have certain desires about how it ought to be you can't see how it is."},
  {"Philosopher": "Ram Dass", "Quote": "Suffering is part of our training program for becoming wise."},
  {"Philosopher": "Ram Dass", "Quote": "What you meet in another being is the projection of your own level of evolution."},
  {"Philosopher": "Douglas Adams", "Quote": "Let us think the unthinkable, let us do the undoable, let us prepare to grapple with the ineffable itself, and see if we may not eff it after all."},
  {"Philosopher": "Douglas Adams", "Quote": "What I mean is that if you really want to understand something, the best way is to try and explain it to someone else. That forces you to sort it out in your mind. And the more slow and dim-witted your pupil, the more you have to break things down into more and more simple ideas. And that’s really the essence of programming. By the time you’ve sorted out a complicated idea into little steps that even a stupid machine can deal with, you’ve learned something about it yourself."},
  {"Philosopher": "Douglas Adams", "Quote": "Anything that happens, happens. Anything that, in happening, causes something else to happen, causes something else to happen. Anything that, in happening, causes itself to happen again, happens again. It doesn’t necessarily do it in chronological order, though."},
  
  
  
  
  
  

]
