[
  {"Philosopher": "Confucious", "Quote": "When you meet someone better than yourself, turn your thoughts to becoming his equal. When you meet someone not as good as you are, look within and examine your own self.", "Source": "Analects"},
  {"Philosopher": "Immanuel Kant", "Quote": "Morality is thus the relation of actions to the autonomy of the will, that is, to a possible giving of universal law through its maxims.", "Source": "Groundwork of the Metaphysics of Morals"},
  {"Philosopher": "Immanuel Kant", "Quote": "To a high degree we are, through art and science, cultured. We are civilized — perhaps too much for our own good — in all sorts of social grace and decorum. But to consider ourselves as having reached morality — for that, much is lacking.", "Source": "Idea for a Universal History from a Cosmopolitan Point of View"},
  {"Philosopher": "Immanuel Kant", "Quote": "One cannot suppress a certain indignation when one sees men’s actions on the great world-stage and finds, beside the wisdom that appears here and there among individuals, everything in the large woven together from folly, childish vanity, even from childish malice and destructiveness.", "Source": "Idea for a Universal History from a Cosmopolitan Point of View"},
  {"Philosopher": "Aristotle", "Quote": "'A likely impossibility is always preferable to an unconvincing possibility. The story should never be made up of improbable incidents', ' there should be nothing of the sort in it.']", "Source": "The Poetics"},
  {"Philosopher": "Seneca the Younger", "Quote": "The mark of true greatness is not to notice that you have received a blow. So does the huge wild beast calmly turn and gaze at the barking dogs, so does the wave dash in vain against a mighty cliff. The man who does not get angry stands firm, unshaken by injury; he who gets angry is overthrown.", "Source": "De Ira"},
  {"Philosopher": "Confucious", "Quote": "To study and not think is a waste. To think and not study is dangerous.", "Source": "Analects"},
  {"Philosopher": "Laozi", "Quote": "The journey of a thousand miles begins with a single step.", "Source": "Tao Te Ching"},
  {"Philosopher": "Buddha", "Quote": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you."},
  {"Philosopher": "Buddha", "Quote": "If you knew what I know about the power of giving you would not let a single meal pass without sharing it in some way."},
  {"Philosopher": "Buddha", "Quote": "Learn this from water: loud splashes the brook but the oceans depth are calm."},
  {"Philosopher": "Buddha", "Quote": "I never see what has been done; I only see what remains to be done."},
  {"Philosopher": "Buddha", "Quote": "You only lose what you cling to."},
  {"Philosopher": "Buddha", "Quote": "The past is already gone, the future is not yet here. There’s only one moment for you to live."},
  {"Philosopher": "Buddha", "Quote": "The trouble is, you think you have time."},
  {"Philosopher": "Buddha", "Quote": "Your work is to discover your work and then with all your heart to give yourself to it."},
  {"Philosopher": "Buddha", "Quote": "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense."},
  {"Philosopher": "Buddha", "Quote": "The tongue like a sharp knife… Kills without drawing blood."},
  {"Philosopher": "Buddha", "Quote": "Teach this triple truth to all: A generous heart, kind speech, and a life of service and compassion are the things which renew humanity."},
  {"Philosopher": "Bodhidharma", "Quote": "Freeing oneself from words is liberation."},
  {"Philosopher": "Bodhidharma", "Quote": "Not creating delusions is enlightenment."},
  {"Philosopher": "Bodhidharma", "Quote": "Delusion means mortality. And awareness means Buddhahood."},
  {"Philosopher": "Bodhidharma", "Quote": "Mortals liberate Buddhas and Buddhas liberate mortals."},
  {"Philosopher": "Bodhidharma", "Quote": "Buddha means awareness, the awareness of body and mind that prevents evil from arising in either."},
  {"Philosopher": "Jiddu Krishnamurti", "Quote": "A man who is not afraid is not aggressive, a man who has no sense of fear of any kind is really free, a peaceful man."},
  {"Philosopher": "Jiddu Krishnamurti", "Quote": "When you call yourself an Indian or a Muslim or a Christian or a European or anything else, you are being violent. Do you see why it is violent? Because you are separating yourself from the rest of mankind. When you separate yourself by belief, by nationality, by tradition, it breeds violence."},
  {"Philosopher": "Jiddu Krishnamurti", "Quote": "Freedom from the desire for an answer is essential to the understanding of a problem."},
  {"Philosopher": "Jiddu Krishnamurti", "Quote": "What is needed, rather than running away or controlling or suppressing or any other resistance, is understanding fear; that means, watch it, learn about it, come directly into contact with it. We are to learn about fear, not how to escape from it."},
  {"Philosopher": "Jiddu Krishnamurti", "Quote": "It is no measure of health to be well adjusted to a profoundly sick society."},
  {"Philosopher": "Nietzsche", "Quote": "You have your way. I have mine. As for the right way, the correct way, and the only way, it does not exist."},
  {"Philosopher": "Stanislaw Lem", "Quote": "If a man who can't count finds a four leaf clover, is he lucky?"},
  {"Philosopher": "Socrates", "Quote": "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us."},
  {"Philosopher": "Laozi", "Quote": "To become learned, each day add something. To become enlightened, each day drop something"},
  {"Philosopher": "Aristotle", "Quote": "Courage is the first of human qualities because it is the quality which garantees the others."},
  {"Philosopher": "Thomas Jefferson", "Quote": "I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend."},
  {"Philosopher": "Laurence J. Peter", "Quote": "There are two kinds of failures: those who thought and never did, and those who did and never thought"},
  {"Philosopher": "Ram Das", "Quote": "If you think you're free, there's no escape possible."},
  {"Philosopher": "Aristotle", "Quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it."},
  {"Philosopher": "Marcus Aurelius", "Quote": "How much time he saves who does not look to see what his neighbor says or does or thinks."},
  {"Philosopher": "John Ray", "Quote": "Who depends upon another man's table often dines late"},
  {"Philosopher": "Nietzsche", "Quote": "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you."},
  {"Philosopher": "Thomas Szasz", "Quote": "Boredom is the feeling that everything is a waste of time; serenity, that nothing is."},
  {"Philosopher": "R.I. Fitzhenry", "Quote": "Uncertainty and mystery are energies of life. Don't let them scare you unduly, for they keep boredom at bay and spark creativity."},
  {"Philosopher": "Dennis Wholey", "Quote": "It is important that students bring a certain ragamuffin, barefoot irreverence to their studies; they are not here to worship what is known, but to question it."},
  {"Philosopher": "Lucretius", "Quote": "All religions are equally sublime to the ignorant, useful to the politician, and ridiculous to the philosopher."},
  {"Philosopher": "J.F. Wright", "Quote": "True religion is the life we live, not the creed we profess."},
  {"Philosopher": "William Blake", "Quote": "If the doors of perception were cleansed every thing would appear to man as it is, Infinite. For man has closed himself up, till he sees all things thro' narrow chinks of his cavern."},
  {"Philosopher": "Mahatma Ghandi", "Quote": "Happiness is when what you think, what you say, and what you do are in harmony."},
  {"Philosopher": "Douglas Adams", "Quote": "In the beginning the Universe was created. This has made a lot of people very angry and is widely regarded as a bad move"},
  {"Philosopher": "Francis Bacon", "Quote": "Imagination was given to man to compensate him for what he is not; a sense of humor to console him for what he is."},
  {"Philosopher": "Antoine de Saint-Exupery", "Quote": "If you want to build a ship, don't drum up people together to collect wood and don't assign them tasks and work, but rather teach them to long for the endless immensity of the sea."},
  {"Philosopher": "Carl Sigman", "Quote": "Enjoy yourself, it's later than you think."},
  {"Philosopher": "Plato", "Quote": "For no matter what dull clay we seemed to be before, we are every one of us a poet when we are in love. For we soon reap the fruits of literature in life, and prolonged indulgence in any form of literature in life leaves its mark on the moral nature of man, affecting not only the mind but physical poise and intonation."}
  {"Philosopher": "Alan Watts", "Quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."},
  {"Philosopher": "Alan Watts", "Quote": "You and I are all as much continuous with the physical universe as a wave is continuous with the ocean."},
  {"Philosopher": "Alan Watts", "Quote": "Zen does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes."}





